/* State and Keywordgroupnames */

"Messages" = "Objective-C Message Calls";
"Cocoa Classes" = "Cocoa Classes";
"Objective-C Keywords" = "Symbols (@class, etc.)";
"Keywords" = "Keywords";
"Memory Management" = "Memory Management Keywords";
"Cocoa Functions" = "Cocoa Functions";
"Numbers" = "Numbers";
"Characters" = "Characters";
"FunctionRegex" = "Function Calls";
"Cocoa Types" = "Cocoa Types";
"Cocoa Constants" = "Cocoa Constants";
"Cocoa Stuff (Panther)" = "Cocoa Additons in Panther";
"Preprocessor" = "Preprocessor Directives";
"DoxyGen Comment" = "/** DoxyGen Comments **/";
"DoxyGen Tags" = "DoxyGen @Tags";
"Autodoc Comment" = "/*\" Autodoc Comments \"*/";
"Comment" = "/* Comment */";
"Singleline Comment" = "// Comment";
"String" = "\"Strings\"";

